acpid
arch-audit
autorandr
base
base-devel
blueman
bat
btop
dex
docker
docker-compose
dmenu
dunst
eza
efibootmgr
fd
fzf
glow
ripgrep
thefuck
fastfetch
feh
flameshot
gemini-cli
curl
git
gnome-keyring
gnome-themes-extra
gst-plugin-pipewire
gvfs
htop
i3-wm
i3blocks
i3status
inter-font
iwd
jq
kitty
libpulse
lightdm
lightdm-gtk-greeter
lightdm-slick-greeter
linux
linux-firmware
linux-headers
lxappearance
maim
nano
neovim
network-manager-applet
networkmanager
noto-fonts-emoji
npm
obs-studio
pacman-contrib
papirus-icon-theme
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar
python
rofi
smartmontools
stow
sudo
systemd-resolvconf
thunar
thunar-volman
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
tumbler
usbutils
vim
wget
wireguard-tools
yq
wireless_tools
wireplumber
woff2-font-awesome
wpa_supplicant
xclip
xdg-desktop-portal-gtk
xdg-utils
xorg-xinit
xorg-xmodmap
xorg-xrandr
xorg-xset
xss-lock
xterm
yazi
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
